tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "leoafarias/fvm"
brew "1password-cli"
brew "arp-scan"
brew "cloc"
brew "discord"
brew "cmake"
brew "colordiff"
brew "curl"
brew "lame"
brew "fvm"
brew "gh"
brew "goenv"
brew "gnu-sed"
brew "jq"
brew "kela"
brew "mas"
brew "mint"
brew "nodebrew"
brew "pyenv"
brew "rbenv"
brew "tcptraceroute"
brew "tfenv"
brew "tmux"
brew "translate-shell"
brew "wget"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "1password", args: { appdir: "/Applications" }
cask "alfred", args: { appdir: "/Applications" }
cask "android-studio", args: { appdir: "/Applications" }
cask "appcleaner", args: { appdir: "/Applications" }
cask "balenaetcher"
cask "bettertouchtool", args: { appdir: "/Applications" }
cask "cheatsheet", args: { appdir: "/Applications" }
cask "dash", args: { appdir: "/Applications" }
cask "docker", args: { appdir: "/Applications" }
cask "finicky", args: { appdir: "/Applications" }
cask "google-japanese-ime", args: { appdir: "/Applications" }
cask "handbrake", args: { appdir: "/Applications" }
cask "imageoptim", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "keyboardcleantool", args: { appdir: "/Applications" }
cask "menumeters", args: { appdir: "/Applications" }
cask "notion", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "provisionql", args: { appdir: "/Applications" }
cask "sdformatter", args: { appdir: "/Applications" }
cask "sf-symbols", args: { appdir: "/Applications" }
cask "shiftit", args: { appdir: "/Applications" }
cask "sourcetree", args: { appdir: "/Applications" }
cask "svnx", args: { appdir: "/Applications" }
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vivaldi", args: { appdir: "/Applications" }
cask "vlc", args: { appdir: "/Applications" }
cask "wkhtmltopdf", args: { appdir: "/Applications" }
cask "xcodes", args: { appdir: "/Applications" }
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Slack", id: 803453959
