cask_args appdir: "/Applications"

brew "curl"
brew "colordiff"
brew "git"
brew "goenv"
brew "jq"
brew "nodebrew"
brew "openssl"
brew "mysql-client"
brew "mint"
brew "pyenv"
brew "rbenv"
brew "svn"
brew "terminal-notifier"
brew "tfenv"
brew "tcptraceroute"
brew "tmux"
brew "wget"
brew "xcodegen"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"


cask "alfred"
cask "app-cleaner"
cask "bettertouchtool"
cask "cheatsheet"
cask "clipy"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-japanese-ime"
cask "google-backup-and-sync"
cask "handbrake"
cask "intellij-idea"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "menumeters"
cask "onedrive"
cask "postman"
cask "provisionql"
cask "sf-symbols"
cask "shiftit"
cask "sourcetree"
cask "svnx"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "zeplin"

mas "Keynote", id: 409183694
mas "Slack", id: 803453959